tap 'oclint/formulae'
tap 'vapor/homebrew-tap'

brew 'rbenv'
brew 'carthage'
brew 'mas'
brew 'swiftlint'
brew 'vapor'
brew 'elixir'
brew 'postgresql'
brew 'catimg'
brew 'imagemagick'
brew 'node'
brew 'watchman'

cask 'sourcetree'
cask 'zoomus'
cask 'zeplin'
cask 'skype'
cask 'google-chrome'
cask 'wwdc'
cask 'transmission'
cask 'vlc'
cask 'telegram'
cask 'charles'
cask 'visual-studio-code'
cask 'alfred'
cask 'slack'
cask 'keka'
cask '1password'
cask 'spotify'
cask 'viber'
cask 'tunnelbear'
cask 'punto-switcher'
cask 'dropbox'
cask 'xmind'
cask 'dash'