tap 'oclint/formulae'
tap 'vapor/homebrew-tap'

brew 'rbenv'
brew 'carthage'
brew 'mas'
brew 'swiftlint'
brew 'vapor'
brew 'elixir'
brew 'postgresql'

cask 'sourcetree'
cask 'zoomus'
cask 'zeplin'
cask 'skype'
cask 'google-chrome'
cask 'wwdc'
cask 'transmission'
cask 'vlc'
cask 'telegram'
cask 'charles'

mas 'Pomodoro One', id: 907364780
mas 'Slack', id: 803453959
mas 'Easy APNs Provider', id: 989622350
mas 'Enpass password manager', id: 732710998
mas 'Xcode', id: 497799835
